<?php

$diction['ru'] =
[
    'digital' =>
    [
        '0',
        '1',
        '2',
        '3',
        '4',
        '5',
        '6',
        '7',
        '8',
        '9'
    ],
    'mode' =>
    [
        -1 => 'Левый',
        0 => 'Центр',
        1 => 'Правый'
    ],
    'name' =>
    [
        0 => "Европейский мир",
        1 => "Ночная бабочка",
        2 => "Игра престолов",
        3 => "Ангел-хранитель",
        4 => "Петля анаконды",
        5 => "Вестфальский мир",
        6 => "Симфонический оркестр",
        7 => "Семь чудес света",
        8 => "Парижская опера",
        9 => "Роковая женщина"
    ],
    'alphabet' =>
    [
        'а',
        'б',
        'в',
        'г',
        'д',
        'е',
        'ё',
        'ж',
        'з',
        'и',
        'й',
        'к',
        'л',
        'м',
        'н',
        'о',
        'п',
        'р',
        'с',
        'т',
        'у',
        'ф',
        'х',
        'ц',
        'ч',
        'ш',
        'щ',
        'ъ',
        'ы',
        'ь',
        'э',
        'ю',
        'я'
    ],
    'action' =>
    [
        '100' => 'заработал',
        '200' => 'пропустил ход',
        '300' => 'не может войти',
        '400' => 'не может найти',
        '500' => 'мёртв'
    ],
    'trade' =>
    [
        'quid' => 'QUID',
        'pro' => 'PRO',
        'quo' => 'QUO'
    ],
    'transaction' =>
    [
        '00' => 'ОПЕРАЦИЯ_УСПЕШНА',
        '12' => 'ОПЕРАЦИЯ_ОТКЛОНЕНА',
        '30' => 'ОШИБКА_ФОРМАТА',
        '51' => 'НЕДОСТАТОЧНО_СРЕДСТВ'
    ],
];
