<?php

$metro['ru'] =
[
    "metric" =>
    [
        "" => "Инфо",
        "bshp" => "Тело",
        "fshp" => "Ноги",
        "birth" => "Дата",
        "height" => "Рост",
        "weight" => "Вес",
        "size" => "Размер",
        "arousal" => "Красота",
    ],
    "bshp" =>
    [
        "0" => "Негроид",
        "1" => "Негроид",
        "2" => "Европеоид",
        "3" => "Монголоид",
    ],
    "fshp" =>
    [
        "0" => "Египетские ноги",
        "1" => "Египетские ноги",
        "2" => "Итальянские ноги",
        "3" => "Греческие ноги",
    ],
];
