<?php

$metro['ru'] =
[
    "metric" =>
    [
        "" => "Инфо",
        "bshp" => "Тело",
        "fshp" => "Ноги",
        "birth" => "Дата",
        "zodiac" => "Зодиак",
        "country" => "Страна",
        "ratio" => "Кол-во",
        "height" => "Рост",
        "weight" => "Вес",
        "size" => "Размер",
    ],
    "zodiac" =>
    [
        1 => "Водолей",
        2 => "Рыбы",
        3 => "Овен",
        4 => "Телец",
        5 => "Близнецы",
        6 => "Рак",
        7 => "Лев",
        8 => "Дева",
        9 => "Весы",
        10 => "Скорпион",
        11 => "Стрелец",
        12 => "Козерог",
    ],
    "unit" =>
    [
        "ratio" => "%",
        "height" => "м",
        "weight" => "кг",
        "size" => "RU",
    ],
    "side" =>
    [
        "ratio" => "right",
        "height" => "right",
        "weight" => "right",
        "size" => "right",
    ],
    "space" =>
    [
        "ratio" => "",
        "height" => " ",
        "weight" => " ",
        "size" => " ",
    ],
    "round" =>
    [
        "ratio" => 3,
    ],
    "bshp" =>
    [
        "0" => "Негроид",
        "1" => "Негроид",
        "2" => "Европеоид",
        "3" => "Монголоид",
    ],
    "fshp" =>
    [
        "0" => "Египетские ноги",
        "1" => "Египетские ноги",
        "2" => "Итальянские ноги",
        "3" => "Греческие ноги",
    ],
];
