<?php

$metro['ru'] =
[
    "metric" =>
    [
        "" => "Инфо",
        "bshp" => "Тело",
        "fshp" => "Ноги",
        "birth" => "Дата",
        "country" => "Страна",
        "ratio" => "Кол-во",
        "height" => "Рост",
        "weight" => "Вес",
        "size" => "Размер",
    ],
    "unit" =>
    [
        "ratio" => "%",
        "height" => "м",
        "weight" => "кг",
        "size" => "RU",
    ],
    "side" =>
    [
        "ratio" => "right",
        "height" => "right",
        "weight" => "right",
        "size" => "right",
    ],
    "space" =>
    [
        "ratio" => "",
        "height" => " ",
        "weight" => " ",
        "size" => " ",
    ],
    "round" =>
    [
        "ratio" => 3,
    ],
    "bshp" =>
    [
        "0" => "Негроид",
        "1" => "Негроид",
        "2" => "Европеоид",
        "3" => "Монголоид",
    ],
    "fshp" =>
    [
        "0" => "Египетские ноги",
        "1" => "Египетские ноги",
        "2" => "Итальянские ноги",
        "3" => "Греческие ноги",
    ],
];
